{
  "glass": [
    {
      "title": "Tip: Rinse Before Recycling",
      "description": "Transform an old glass bottle into a beautiful lamp using fairy lights or LED strips. This creative upcycling idea adds a warm, aesthetic glow to your home while reducing glass waste.",
      "video_link": "https://youtu.be/3vQmqL2CfeE?si=0mr8OAcWpH3Vmm1V"
    },
    {
      "title": "Tip: Do Not Mix Broken Glass with Regular Waste",
      "description": "Turn empty jars into colorful vases by painting them with acrylic colors or spray paint. These custom vases make great décor pieces and help repurpose unused glass containers.",
      "video_link": "https://youtu.be/8DF9B0r0rGQ?si=Sl9qDvpzQA2xLWKj"
    },
    {
      "title": "Tip: Reuse Glass Containers at Home",
      "description": "Cut and reuse glass bottles as planters or hanging gardens. This eco-friendly solution supports urban gardening and gives old bottles a new purpose.",
      "video_link": "https://youtu.be/UvxAGWoOHl8?si=niMbZRyi46uTXukB"
    },
    {
      "title": "Tip: Use Community Glass Collection Points",
      "description": "Make cozy candle holders using glass jars and decorative beads. These DIY holders add charm to your space while helping you reuse jars instead of discarding them.",
      "video_link": "https://youtu.be/SSUkMAD7TNs?si=tRUuy9DKl6qBomMq"
    },
    {
      "title": "Tip: CRUSH WITH CAUTION (or not at all)! Intact is Often Better!",
      "description": "Use glass paints to decorate old bottles and jars for home décor. This simple activity brings new life to unused glass items and enhances your creative skills.",
      "video_link": "https://youtu.be/i1kwUR3nhIk?si=-nUE7SQ8L7iRHgDR"
    }
  ],
  "paper": [
    {
  "title": "Tip: Reduce Paper Waste by Repurposing Old Sheets Creatively",
  "description": "Create beautiful paper roses or lilies using old newspapers or magazine pages. This eco-friendly craft transforms waste paper into elegant decorative flowers that can brighten up any room.",
  "video_link": "https://youtu.be/h_7vyIAxR3Q?si=H_SJ9cP0MLfXLZbA"
},
{
  "title": "Tip: Recycle Paper Scraps Instead of Throwing Them Away",
  "description": "Bind leftover pages, scribbled sheets, or unused notebooks to create mini handmade notebooks. This simple recycling activity helps reduce paper waste while giving you something useful for notes or journaling.",
  "video_link": "https://youtu.be/Ow5LeG-zzyg?si=ivxsJqISpj8Z9x1H"
},
{
  "title": "Tip: Turn Discarded Paper into Durable Household Items",
  "description": "Make an eco-friendly basket by tightly rolling old newspaper sheets into paper tubes and weaving them into a sturdy storage basket. This sustainable craft turns waste into a functional home accessory.",
  "video_link": "https://youtu.be/4-zkMLLD8iU?si=IXn3MO97SMvJsKPj"
},
{
  "title": "Tip: Extend Paper Life Through Artistic Folding",
  "description": "Fold used or leftover paper into elegant origami shapes like cranes, stars, or decorative lamps. This transforms simple scrap paper into beautiful, reusable décor items that brighten your space.",
  "video_link": "https://youtu.be/KSF1-YZazpg?si=cnh6lxNSy8lNltzQ"
},
{
  "title": "Tip: Reuse Colorful Scrap Paper Instead of Throwing It Away",
  "description": "Turn colorful or patterned paper leftovers into geometric wall art, garlands, or framed designs. This creative reuse activity helps prevent waste and adds unique charm to your home décor.",
  "video_link": "https://youtu.be/rIAwV8ucvaY?si=XpwmpcfE93jGhKbI"
},
{
  "title": "Tip: Convert Waste Paper into Decorative Hanging Art",
  "description": "Use small pieces of unused or old paper to fold cute origami shapes and string them together to create hanging decorations. This craft not only recycles paper but also enhances your room aesthetics.",
  "video_link": "https://youtu.be/M0lN1gAsJrw"
},
{
  "title": "Tip: Give Old Paper a Fresh Life Through Flower Crafting",
  "description": "Transform old newspapers or scrap paper into beautiful origami flowers. These handmade flowers are perfect for home decoration and help reduce paper waste creatively and sustainably.",
  "video_link": "https://youtu.be/1zuasRBjgH8"
},
{
  "title": "Tip: Make Decorative Wall Hangings from Discarded Paper",
  "description": "Use leftover paper pieces to craft simple yet eye-catching wall hangings. This origami-style décor offers a great way to recycle waste paper while personalizing your living space.",
  "video_link": "https://youtu.be/Ini-3fSNe6Q"
},
{
  "title": "Tip: Save Paper by Reusing It for DIY Room Lighting",
  "description": "Create a stylish table lamp using folded or repurposed paper. This DIY project helps reduce paper waste while adding a modern, artistic touch to your room décor.",
  "video_link": "https://youtu.be/5pNhL-JE7q0"
},
{
  "title": "Tip: Recycle Old Paper into Beautiful Lampshades",
  "description": "Craft three different types of quick and elegant lampshades using waste or leftover paper. This activity helps you recycle paper creatively while enhancing your room’s ambiance.",
  "video_link": "https://youtu.be/cr4OG9sKm1Q"
}
  ]
}
